"err0" = "Chưa biết(0)";
"err100" = "Tiếp tục";
"err101" = "Chuyển đổi giao thức";
"err200" = "OK";
"err201" = "Đã tạo";
"err202" = "Đã chấp nhận";
"err203" = "Thông tin từng phần";
"err204" = "Không có nội dung";
"err205" = "Thiết lập lại nội dung";
"err206" = "Nội dung từng phần";
"err300" = "Nhiều chọn lựa";
"err301" = "Tập tin đã di chuyển vĩnh viễn";
"err302" = "Tập tin đã di chuyển tạm thời";
"err303" = "Xem thêm";
"err304" = "Không thay đổi";
"err305" = "Sử dụng proxy";
"err307" = "Chuyển hướng tạm thời";
"err400" = "Bad Request";
"err401" = "Chưa chứng thực";
"err402" = "Yêu cầu thanh toán";
"err403" = "Forbidden";
"err404" = "Không tìm thấy tập tin";
"err405" = "Phương thức không được cho phép";
"err406" = "Không chấp thuận";
"err407" = "Yêu cầu chứng thực proxy";
"err408" = "Hết thời gian yêu cầu";
"err409" = "Xảy ra xung đột";
"err410" = "Không còn";
"err411" = "Yêu cầu độ dài";
"err412" = "Điều kiện yêu cầu thất bại";
"err413" = "Tập tin yêu cầu quá lớn";
"err414" = "Đường dẫn yêu cầu quá lớn";
"err415" = "Loại media không được hỗ trợ";
"err416" = "Phạm vi yêu cầu không đáp ứng";
"err500" = "Lỗi máy chủ";
"err501" = "Không thực hiện được";
"err502" = "Bad Gateway";
"err503" = "Hết tài nguyên";
"err504" = "Gateway Time Out";
"err505" = "Phiên bản HTTP không được hỗ trợ";